var data = {messages: {
    defaults: [
        {
            date: '12 дек 2017',
            list: [
                {
                    message: 'Привет!',
                    time: '12:00',
                    self: true
                },
                {
                    message: 'Привет, как дела?',
                    time: '12:00'
                },
                {
                    message: 'Отлично!',
                    time: '12:00',
                    self: true
                },
                {
                    message: 'Чем могу помочь?',
                    time: '12:00',
                },
                {
                    message: 'Искусство понимает под собой естественный интеллект. Апостериори, реальность ментально подрывает здравый смысл. Сомнение, по определению, оспособляет примитивный принцип восприятия. Апостериори, язык образов принимает во внимание бабувизм.',
                    time: '12:00',
                    self: true
                },
                {
                    message: 'Действие аннигилирует экзистенциальный архетип. Чувство, например, притягивает индивидуальный гендер. Бихевиоризм понимает гендерный генезис. Важность этой функции подчеркивается тем фактом, что кризис аннигилирует депрессивный гендер.',
                    time: '12:00'
                },

            ]
        }
    ]
}}
